{
    "navbar.button.label": "Find a Food Bank",
    "navbar.button.volunteer": "Volunteer",
    "navbar.button.donate": "Donate",
    "navbar.button.signup": "Sign-up/Login",
    "homepage.section1.title": "Maximizing Impact through Donation Drives",
    "homepage.section1.content": "Through our donation drives, we mobilize communities to contribute non-perishable food items, hygiene products, and monetary donations. These resources enable us to expand our services, reach more individuals in need, and provide essential support to food-insecure households. From organizing collection events to distributing donation bins in local businesses, our donation drives serve as a cornerstone of our efforts to combat hunger.",
    "homepage.section2.title": "Empowering Volunteers to Make a Difference",
    "homepage.section2.content": "Our volunteer programs offer individuals the opportunity to make a direct impact in the fight against hunger. Volunteers assist in various capacities, including meal preparation, packaging, and distribution, as well as community outreach and advocacy. Through training and ongoing support, we empower volunteers to become ambassadors of change, fostering a sense of ownership and community engagement in our mission to alleviate hunger.",
    "homepage.section3.title": "Collaborating with Food Banks for Greater Reach",
    "homepage.section3.content": "We recognize the importance of collaboration in addressing complex social issues such as hunger. That's why we actively partner with local food banks and distribution centers to leverage resources and expertise. By working together, we streamline food distribution processes, reduce duplication of efforts, and ensure that food reaches those who need it most. Through our collaborative efforts, we aim to build a more resilient and sustainable food system that leaves no one behind.",
    "footer.aboutUs.title": "About Us",
    "footer.aboutUs.content": "Our mission is to combat hunger and food insecurity through various initiatives and partnerships.",
    "footer.careers.title": "Careers",
    "footer.careers.content": "Join our team and make a difference in the fight against hunger. View our current job openings.",
    "footer.waysToGive.title": "Ways to Give",
    "footer.waysToGive.donate": "Donate Online",
    "footer.waysToGive.volunteer": "Volunteer",
    "footer.hungerFacts.title": "Hunger Facts",
    "footer.hungerFacts.content": "Learn more about hunger",
    "footer.contactUs.title": "Contact Us",
    "footer.contactUs.content": "360 Huntington Ave\nBoston, MA 02115\nhelp@coe.neu.edu\n(617) 373-2000",
    "footer.copyright": "© {year} FoodForAll. All rights reserved.",
    "map.enterZipCode.label": "Enter Zip Code",
    "map.findFoodBank.button": "Find Food Bank",
    "map.geocodeErrorMessage": "Geocode was not successful. Please enter a valid zip code.",
    "ourWork.title": "Our Work",
    "donate.giveToday.title": "Give Today for Donation",
    "donate.giveToday.description": "Make a one-time donation to help fight hunger today.",
    "donate.giveMonthly.title": "Give Monthly",
    "donate.giveMonthly.description": "Set up a monthly donation to sustain our efforts in fighting hunger.",
    "donate.findFoodbank.title": "Find a Foodbank",
    "donate.findFoodbank.description": "Locate nearby food banks to access food resources.",
    "donate.volunteer.title": "Volunteer",
    "donate.volunteer.description": "Join us as a volunteer to help in our mission to end hunger.",
    "donate.link.giveToday": "Donate Today",
    "donate.link.giveMonthly": "Give Monthly",
    "donate.link.findFoodbank": "Find a Foodbank",
    "donate.link.volunteer": "Volunteer",
    "userStories.globalHunger.title": "Global Hunger Statistics",
    "userStories.globalHunger.content": "According to the United Nations, in 2022, 9.2% of the world's population, or about 735 million people, experienced chronic hunger. This is up from 7.9% in 2019, and 122 million more than the previous year. Additionally, 29.6% of the global population, or 2.4 billion people, are moderately or severely food insecure.",
    "userStories.impactOnChildren.title": "Impact on Children",
    "userStories.impactOnChildren.content": "Hunger has devastating effects on children's health and development. Malnutrition contributes to nearly half of all deaths in children under the age of five. Lack of proper nutrition during crucial developmental stages can lead to long-term physical and cognitive impairments, hindering their ability to learn, grow, and reach their full potential.",
    "userStories.globalIssuesIntensifyHunger.title": "Global Issues Intensify Hunger",
    "userStories.globalIssuesIntensifyHunger.content": "The COVID-19 pandemic, conflicts, and weather shocks have exacerbated global hunger. In 2022, between 691 and 783 million people faced hunger—an increase of 122 million from 2019. Moreover, 2.4 billion experienced moderate or severe food insecurity, and over 3.1 billion couldn't afford a nutritious diet."
}
