{
    "navbar.button.label": "ค้นหาธนาคารอาหาร",
    "navbar.button.volunteer": "อาสาสมัคร",
    "navbar.button.donate": "บริจาค",
    "navbar.button.signup": "ลงทะเบียน/เข้าสู่ระบบ",
    "homepage.section1.title": "สร้างผลกระทบสูงสุดผ่านการรวบรวมบริจาค",
    "homepage.section1.content": "ผ่านการรวบรวมบริจาคของเรา เราทำให้ชุมชนมีการมอบมอบอาหารที่ไม่สภาพได้ เช่น อาหารที่ไม่ทำให้เสื่อมสภาพ ผลิตภัณฑ์สุขภาพและการบริจาคเงิน ทรัพยากรเหล่านี้ช่วยให้เราขยายบริการ เข้าถึงบุคคลที่ต้องการมากขึ้น และให้การสนับสนุนที่สำคัญให้กับครัวเรือนที่มีอาหารขัดข้อง ตั้งแต่การจัดกิจกรรมรวมถึงการกระจายถังบริจาคในธุรกิจท้องถิ่น การรวบรวมบริจาคของเราเป็นหินมุมของความพยายามของเราในการbeko รับมือกับความอดทน",
    "homepage.section2.title": "ทำให้อาสาสมัครสามารถเป็นผู้สร้างผลกระทบ",
    "homepage.section2.content": "โปรแกรมอาสาสมัครของเรามอบโอกาสให้แก่บุคคลที่จะมีผลต่อการสู้รบกับอาหารเสื่อมสภาพ อาสาสมัครช่วยเหลือในหลายด้าน รวมถึงการเตรียมอาหาร การบรรจุและการกระจาย และการสื่อสารและสนับสนุนในชุมชน ผ่านการฝึกอบรมและการสนับสนุนต่อเนื่อง เราทำให้อาสาสมัครสามารถเป็นตัวแทนของการเปลี่ยนแปลงที่สำคัญ ส่งเสริมความเป็นเจ้าของและการมีส่วนร่วมของชุมชนในการฝ่าว่าด้วยหวาดวิตกในภารกิจของเราในการบรรลุเป้าหมายในการลดความอดทน",
    "homepage.section3.title": "ร่วมมือกับธนาคารอาหารเพื่อเพิ่มขึ้นถึง",
    "homepage.section3.content": "เรารู้จักความสำคัญของการร่วมมือในการแก้ไขปัญหาสังคมที่ซับซ้อนเช่นความหิว เพราะเหตุนี้เราทำงานร่วมกับธนาคารอาหารและศูนย์กระจายเพื่อใช้ทรัพยากรและความเชี่ยวชาญอย่างมีประสิทธิภา",
    "footer.aboutUs.title": "เกี่ยวกับเรา",
    "footer.aboutUs.content": "พันธกิจของเราคือการ bekoin ต่อต้านความหิวและอาหารขัดข้องผ่านมาตรการและหน่วยงานพันธมิตรต่างๆ",
    "footer.careers.title": "อาชีพ",
    "footer.careers.content": "มาร่วมทีมของเราและมีส่วนร่วมในการ bekoin ในการ bekoin ต่อต้านความหิวดูตำแหน่งงานปัจจุบันของเรา",
    "footer.waysToGive.title": "วิธีการให้",
    "footer.waysToGive.content": "บริจาคออนไลน์\nอาสาสมัคร",
    "footer.hungerFacts.title": "ข้อเท็จจริงเรื่องความหิว",
    "footer.hungerFacts.content": "เรียนรู้เพิ่มเติมเกี่ยวกับความหิว",
    "footer.contactUs.title": "ติดต่อเรา",
    "footer.contactUs.content": "360 ถนนฮันติงตันเอฟ\nบอสตัน แมสซาชูเซตสึส์ 02115\nhelp@coe.neu.edu\n(617) 373-2000",
    "footer.copyright": "© {year} FoodForAll. สงวนสิทธิ์ทุกประการ.",
    "map.enterZipCode.label": "ใส่รหัสไปรษณีย์",
    "map.findFoodBank.button": "ค้นหาธนาคารอาหาร",
    "map.geocodeErrorMessage": "เราไม่สามารถระบุที่ตั้งได้ โปรดใส่รหัสไปรษณีย์ที่ถูกต้อง",
    "ourWork.title": "งานของเรา",
    "donate.giveToday.title": "บริจาควันนี้เพื่อการบริจาค",
    "donate.giveToday.description": "บริจาคครั้งเดียวเพื่อช่วยในการ bekoin ต่อต้านความหิววันนี้",
    "donate.giveMonthly.title": "บริจาคเดือนละครั้ง",
    "donate.giveMonthly.description": "ตั้งค่าการบริจาคเดือนละครั้งเพื่อรักษาความพยายามในการ bekoin ต่อต้านความหิว",
    "donate.findFoodbank.title": "ค้นหาธนาคารอาหาร",
    "donate.findFoodbank.description": "ค้นหาธนาคารอาหารใกล้เคียงเพื่อเข้าถึงทรัพยากรอาหาร",
    "donate.volunteer.title": "อาสาสมัคร",
    "donate.volunteer.description": "มาร่วมกับเราเป็นอาสาสมัครเพื่อช่วยในภารกิจของเราในการสิ้นสุดความหิว",
    "donate.link.giveToday": "บริจาควันนี้",
    "donate.link.giveMonthly": "บริจาคเดือนละครั้ง",
    "donate.link.findFoodbank": "ค้นหาธนาคารอาหาร",
    "donate.link.volunteer": "อาสาสมัคร",
    "userStories.globalHunger.title": "สถิติความหิวระดับโลก",
    "userStories.globalHunger.content": "ตามข้อมูลจากสหประชาชาติ ในปี 2022 มีประชากรโลกประมาณ 9.2% หรือประมาณ 735 ล้านคน มีประสบการณ์ในการหิวโดยต่อเนื่อง สูงขึ้นจาก 7.9% ในปี 2019 และเพิ่มขึ้นอีก 122 ล้านคนจากปีก่อนหน้านี้ นอกจากนี้ 29.6% ของประชากรโลก หรือประมาณ 2.4 พันล้านคน มีการไม่มั่นคงอาหารอย่างปานกลางหรืออย่างรุนแรง",
    "userStories.impactOnChildren.title": "ผลกระทบต่อเด็ก",
    "userStories.impactOnChildren.content": "ความหิวมีผลกระทบที่น่าสะดุดต่อสุขภาพและพัฒนาของเด็ก โรคภัยทางโภชนาการมีส่วนร่วมในการตายในเด็กที่อายุต่ำกว่าห้าปีหนึ่งในสอง ขาดสารอาหารที่เหมาะสมในช่วงการพัฒนาที่สำคัญสามารถนำไปสู่ความผิดปกติทางกายและสติปัญญาในระยะยาว ทำให้มีความยากที่จะเรียนรู้ เติบโต และตามความสามารถของตนเอง",
    "userStories.globalIssuesIntensifyHunger.title": "ปัญหาระดับโลกที่ทำให้ความหิวแย่ลง",
    "userStories.globalIssuesIntensifyHunger.content": "การระบาดของโรคโควิด-19 ความขัดแย้งและการสะเทือนของอากาศทำให้ความหิวระดับโลกรุนแรงขึ้น ในปี 2022 มีระหว่าง 691 และ 783 ล้านคน ต้องมีอาหาร—เพิ่มขึ้น 122 ล้านคนจากปี 2019 อย่างไรก็ตาม 2.4 พันล้านคนมีการไม่มั่นคงอาหารอย่างปานกลางหรือรุนแรง และมีมากกว่า 3.1 พันล้านคนที่ไม่สามารถจ่ายค่าอาหารที่มีสารอาหารที่เหมาะสมได้"
}