{
    "navbar.button.label": "खाने का बैंक खोजें",
    "navbar.button.volunteer": "स्वयंसेवी",
    "navbar.button.donate": "दान करें",
    "navbar.button.signup": "साइन-अप/लॉगिन",
    "homepage.section1.title": "दान ड्राइव्स के माध्यम से प्रभाव को अधिकतम करें",
    "homepage.section1.content": "हमारी दान ड्राइव्स के माध्यम से, हम समुदायों को नाश्तानिरपेक्ष खाद्य आइटम, स्वच्छता उत्पाद, और नकद दान करने के लिए प्रेरित करते हैं। ये संसाधन हमें हमारी सेवाओं को विस्तारित करने, अधिक जरुरतमंद व्यक्तियों तक पहुंचने, और भोजन-अनावश्यक घरों को आवश्यक समर्थन प्रदान करने में सहायक होते हैं। संग्रह आयोजनों की व्यवस्था से लेकर स्थानीय व्यवसायों में डोनेशन बिनों को वितरित करने तक, हमारी दान ड्राइव्स हमारे भूखमरी के खिलाफ अपने प्रयासों के एक आधार प्रदान करते हैं।",
    "homepage.section2.title": "योग्य स्वयंसेवकों को अपने बदलने का अवसर देना",
    "homepage.section2.content": "हमारे स्वयंसेवक कार्यक्रम व्यक्तियों को भूखमरी के खिलाफ लड़ाई में सीधा प्रभाव डालने का अवसर प्रदान करते हैं। स्वयंसेवक भोजन तैयारी, पैकेजिंग, और वितरण, साथ ही समुदाय में पहुंच और प्रचार में सहायक होते हैं। प्रशिक्षण और नियमित समर्थन के माध्यम से, हम स्वयंसेवकों को परिवर्तन के दूत बनाते हैं, जो हमारे भूखमरी को दूर करने के अपने मिशन में स्वामित्व और समुदाय भागीदारी की भावना को विकसित करते हैं।",
    "homepage.section3.title": "खाद्य बैंकों के साथ साझेदारी करके अधिक पहुंच का संवाद",
    "homepage.section3.content": "हम भूख की जैसी जटिल सामाजिक समस्याओं का समाधान करते समय सहयोग के महत्व को स्वीकारते हैं। इसलिए हम स्थानीय खाद्य बैंकों और वितरण केंद्रों के साथ सहयोग करते हैं ताकि संसाधनों और विशेषज्ञता का लाभ उठा सकें। हम साथ में काम करके, हम खाद्य वितरण प्रक्रियाओं को सरल बनाते हैं, प्रयासों की डुप्लिकेट प्रयासों को कम करते हैं, और सुनिश्चित करते हैं कि भोजन उन लोगों तक पहुंचता है जो सबसे ज्यादा जरूरतमंद हैं। हमारे सहयोगी प्रयासों के माध्यम से, हम एक और टिकाऊ और सतत खाद्य प्रणाली का निर्माण करने का लक्ष्य रखते हैं जो किसी को भी पीछे नहीं छोड़ता।",
    "footer.aboutUs.title": "हमारे बारे में",
    "footer.aboutUs.content": "हमारा मिशन विभिन्न पहलों और साझेदारियों के माध्यम से भूख और खाद्य असुरक्षा के खिलाफ लड़ना है।",
    "footer.careers.title": "कॅरियर",
    "footer.careers.content": "हमारे टीम में शामिल हों और भूख के खिलाफ लड़ाई में अंतर लाएं। हमारी वर्तमान नौकरी के खुले पदों को देखें।",
    "footer.waysToGive.title": "दान करने के तरीके",
    "footer.waysToGive.donate": "ऑनलाइन दान करें",
    "footer.waysToGive.volunteer": "स्वयंसेवी",
    "footer.hungerFacts.title": "भूख के तथ्य",
    "footer.hungerFacts.content": "भूख के बारे में अधिक जानें",
    "footer.contactUs.title": "संपर्क करें",
    "footer.contactUs.content": "360 हंटिंगटन एवेन्यू\nबोस्टन, एमए 02115\nhelp@coe.neu.edu\n(617) 373-2000",
    "footer.copyright": "© {year} फूड फॉर ऑल. सभी अधिकार सुरक्षित हैं।",
    "map.enterZipCode.label": "ज़िप कोड दर्ज करें",
    "map.findFoodBank.button": "खाना बैंक खोजें",
    "map.geocodeErrorMessage": "जियोकोड सफल नहीं हुआ। कृपया एक मान्य ज़िप कोड दर्ज करें।",
    "ourWork.title": "हमारा काम",
    "donate.giveToday.title": "आज दान करें",
    "donate.giveToday.description": "आज भूख के खिलाफ लड़ाई में मदद के लिए एक बार का दान करें।",
    "donate.giveMonthly.title": "मासिक दान करें",
    "donate.giveMonthly.description": "हमारे भूखमरी के खिलाफ प्रयासों को स्थायी रूप से बनाए रखने के लिए मासिक दान का सेट अप करें।",
    "donate.findFoodbank.title": "खाना बैंक खोजें",
    "donate.findFoodbank.description": "खाने के संसाधनों तक पहुंचने के लिए निकटवर्ती खाना बैंक का पता लगाएं।",
    "donate.volunteer.title": "स्वयंसेवी",
    "donate.volunteer.description": "हमारे भूखमरी को समाप्त करने में मदद के लिए हमारे साथ स्वयंसेवी बनें।",
    "donate.link.giveToday": "आज दान करें",
    "donate.link.giveMonthly": "मासिक दान करें",
    "donate.link.findFoodbank": "खाना बैंक खोजें",
    "donate.link.volunteer": "स्वयंसेवी",
    "userStories.globalHunger.title": "वैश्विक भूख सांख्यिकी",
    "userStories.globalHunger.content": "संयुक्त राष्ट्र के अनुसार, 2022 में, दुनिया की आबादी का 9.2%, यानी लगभग 735 मिलियन लोग, दिनचर्या भूख से प्रभावित हुआ। यह 2019 में 7.9% से ऊपर है, और पिछले वर्ष की तुलना में 122 मिलियन अधिक है। इसके अतिरिक्त, वैश्विक आबादी का 29.6%, यानी 2.4 अरब लोग, माध्यमिक या गंभीर भूख से प्रभावित होता है।",
    "userStories.impactOnChildren.title": "बच्चों पर प्रभाव",
    "userStories.impactOnChildren.content": "भूख बच्चों के स्वास्थ्य और विकास पर भयानक प्रभाव डालती है। कुपोषण पांच वर्ष से कम आयु के बच्चों में लगभग आधी से अधिक मौतों में योगदान करता है। महत्वपूर्ण विकासात्मक चरणों में सही पोषण की कमी उनकी क्षमता को सीमित कर सकती है, जिससे वे सीखने, बढ़ने, और अपनी पूरी संभावना तक पहुंचने की क्षमता को अवरुद्ध करते हैं।",
    "userStories.globalIssuesIntensifyHunger.title": "वैश्विक मुद्दे भूख को बढ़ाते हैं",
    "userStories.globalIssuesIntensifyHunger.content": "कोविड-19 महामारी, संघर्ष, और मौसमी झटके वैश्विक भूख को और बढ़ा दिया है। 2022 में, 691 से 783 मिलियन लोग भूख का सामना कर रहे थे - 2019 से 122 मिलियन वृद्धि। इसके अतिरिक्त, 2.4 अरब माध्यमिक या गंभीर भूख से प्रभावित हो गए और 3.1 अरब से अधिक व्यक्ति पोषाहारत्मक आहार को संभव नहीं कर सकते थे।"
}
